Revit 2027 API
Wood.WoodRadialNoise Property
 The property labeled "Radial Noise" from the "Wood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodRadialNoise { get; }
Public Shared ReadOnly Property WoodRadialNoise As String
	Get
public:
static property String^ WoodRadialNoise {
	String^ get ();
}
static member WoodRadialNoise : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 100".
See Also
Reference
Wood Class
Autodesk.Revit.DB.Visual Namespace